/* eslint-disable max-len */
import coster1 from '../images/merch/Coster1.jpg'
import coster2 from '../images/merch/Coster2.jpg'
import switShot from '../images/merch/свитшотБелый.jpg'
import switShot2 from '../images/merch/свитшотБелый2.jpg'
import foot1 from '../images/merch/foot1.jpg'
import foot2 from '../images/merch/foot2.jpg'
import besb from '../images/merch/besb1.jpg'
import sumka from '../images/merch/sumka.jpg'
import bokal from '../images/merch/bokal.jpg'
import hudi1 from '../images/merch/hudi1.jpg'
import hudi2 from '../images/merch/hudi2.jpg'
import hudi3 from '../images/merch/hudi3.jpg'
import hudi4 from '../images/merch/hudi4.jpg'

export const merchDB = [
  {
    id: '5241642-144',
    picture: coster1,
    picture2: '',
    name: 'Костер',
    discription:
      'Универсальная и удобная, подойдет под горячую чашку, стакан, пивную кружку. Сделана из пробки с твердым глянцевым полимерным слоем сверху, на котором напечатано изображение. Размер 9.5х9.5 см; толщина 4 мм.',
    discount: 0,
    count: 100,
    price: 10,
    tags: 'New In',
  },
  {
    id: '4412437-144',
    picture: coster2,
    picture2: '',
    name: 'Костер Now panic and freak out and freak out',
    discription:
      'Универсальная и удобная, подойдет под горячую чашку, стакан, пивную кружку. Сделана из пробки с твердым глянцевым полимерным слоем сверху, на котором напечатано изображение. Размер 9.5х9.5 см; толщина 4 мм',
    discount: 10,
    count: 80,
    price: 11,
    tags: '',
  },
  {
    id: '8102173-784',
    picture: switShot,
    picture2: switShot2,
    name: 'Свитшот Winosaur',
    discription:
      'Удобная мягкая толстовка. 80% хлопок / 20% полиэстер, плотность 260 г/м2. Классический комфортный фасон. Манжеты и отделка по низу из хлопка с лайкрой для формы и удобства. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера.',
    discount: 20,
    count: 20,
    price: 80,
    tags: 'New In',
  },
  {
    id: '667274-85',
    picture: hudi1,
    picture2: hudi2,
    name: 'Толстовка худи Кинохлопушка',
    discription:
      'Удобная мягкая толстовка с капюшоном (худи). 100% хлопок, плотность 260 г/м2. Классический комфортный фасон. Двойной капюшон. Спереди сквозной карман для рук. Манжеты и отделка по низу из хлопка с лайкрой для формы и удобства. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера',
    discount: 10,
    count: 40,
    price: 100,
    tags: '',
  },
  {
    id: '4601274-205',
    picture: hudi3,
    picture2: hudi4,
    name: 'Толстовка худи Заяц и тень',
    discription:
      'Удобная мягкая толстовка с капюшоном (худи). 100% хлопок, плотность 260 г/м2. Двойной капюшон. Спереди сквозной карман для рук. Манжеты и отделка по низу из хлопка с лайкрой для формы и удобства. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера.',
    discount: 0,
    count: 30,
    price: 90,
    tags: '',
  },
  {
    id: '5823829-261',
    picture: foot1,
    picture2: foot2,
    name: 'Футболка Все что мне нужно',
    discription:
      '85% джерси-хлопок / 15% вискоза, плотность 155 г/м2. Классический фасон. Воротник из хлопка с лайкрой для большего удобства и сохранения формы. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера',
    discount: 20,
    count: 30,
    price: 90,
    tags: '',
  },
  {
    id: '8102178-289',
    picture: besb,
    picture2: '',
    name: 'Кепка-тракер Winosaur',
    discription:
      'Модная американская бейсболка-trucker, спереди белый полиэстеровый "лоб", сзади пластиковая сетка для отличной вентиляции твоей головы. Такая бейсболка — не просто хорошая защита от солнца, но и модный аксессуар.',
    discount: 15,
    count: 40,
    price: 30,
    tags: '',
  },
  {
    id: '8814528-30',
    picture: sumka,
    picture2: '',
    name: 'Сумка шоппер Арт «люблю винишко»',
    discription:
      'Простая, удобная, прочная и вместительная. Идеальна для повседневного использования и экологичного образа жизни. Долой лишние полиэтиленовые пакеты! 100% хлопок, плотность 280 г/м. Размер: 38 х 42 см',
    discount: 5,
    count: 60,
    price: 50,
    tags: 'New In',
  },
  {
    id: '2132059-32',
    picture: bokal,
    picture2: '',
    name: 'Кружка Админ Всея Руси',
    discription:
      'Оригинальная керамическая кружка. Ручка и вся внутренняя поверхность одного из предлагаемых цветов. Классический размер, удобная ручка. Объем 300 мл. Высота 9,5 см',
    discount: 15,
    count: 100,
    price: 20,
    tags: '',
  },
]
